Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: In its introduction to the feature, the Kahoku Shimpo explained: The Kahoku Shimpo conducted a survey to learn more about tsunami awareness among local residents.
ne: यस अखबारले स्थानीय बासिन्दाका साथै विस्थापितलाई पुनर्निर्माणको अवस्था लगायत सुनामीको जोखिम बारे कसरी धारणा परिवर्तन भएको छ सम्पूर्ण कुरा निर्धारण गर्न प्रशस्त सर्वेक्षण गर्यो। आफ्नो विशेषताको भूमिकामा, काहोकु शिम्पोले स्पष्ट पार्यो:

source: The survey found that 83.1 per cent of local residents had taken steps to prepare for a future earthquake and tsunami. However, 55.9 per cent of respondents (more than half) still feel not enough has been done to prepare for the next disaster. How Evacuees from Fukushima Prefectural Are Faring
ne: काहोकु शिम्पोले स्थानीय बासिन्दाबीच जागरूकता बारेमा थप जान्नका लागि एक सर्वेक्षण सञ्चालन गर्यो। सर्वेक्षणले ८३.१ प्रतिशत स्थानिय बासिन्दाहरु भविष्यमा भूकम्प साथै सुनामीको लागि तयार रहन कदम चालेका थिए। यध्यपि ५५.९ प्रतिशत उत्तरदाता (आधा भन्दा बढी) भविष्यमा हुन सक्ने प्रकोपको निम्ति अझै पनि पर्याप्त तयारी नगरिएको महसुस गर्दछन्।

source: In its anniversary coverage, the Kahoku Shimpo also paid special attention to the status of evacuees from Fukushima Prefecture.
ne: कसरी फुकुशिमा प्रान्तको विस्थापितहरु अगाडि बढिरहेका छन्

source: Besides experiencing the powerful earthquake and devastating tsunami, Fukushima Prefecture also witnessed Japan's worst nuclear accident as a result of the disaster. Out of 160,000 evacuees from Fukushima, nearly 63,000 people were evacuated outside of the prefecture itself.
ne: आफ्नो वार्षिकोत्सव कवेरजमा काहोकु शिम्पोले फुकुशिमा प्रान्तको विस्थापितहरुका स्थिति बारेमा पनि विशेष ध्यान दियो। शक्तिशाली भूकम्पका साथै विनाशकारी सुनामीको अनुभव बाहेक फुकुशिमा प्रान्तले प्रकोपको कारण जापानको सबभन्दा खराब आणविक दुर्घटना पनि बेहोर्यो।

source: By early 2016, a little more than 23,000 people had been relocated to permanent replacement housing back within Fukushima. As of 2017, approximately 40,000 Fukushima citizens still reside outside of their home prefecture.
ne: फुकुशिमाका १६०,००० विस्थापितमध्ये लगभग ६३,००० मानिसहरुलाई अन्यत्र सारिएको थियो। २०१६ को शुरुमा २३,००० मानिसहरु भन्दा केही बढी लाई फुकुशिमामा स्थायी प्रतिस्थापन आवासमा पुनः स्थापित गरिएको छ। २०१७ मा करिब ४०,००० फुकुशिमा नागरिक अझै पनि आफना घर रहेको प्रान्त भन्दा बाहिर बस्दछन्।

source: The majority of evacuees from all areas affected by the disaster who are still living in temporary shelter are over the age of 50, and it's thought one obstacle to moving them back into proper housing is that efforts to rebuild Miyagi, Iwate and Fukushima prefectures are competing against massive construction projects that are part of the 2020 Tokyo Olympics.
ne: प्रकोप प्रभावित सबै क्षेत्रका अधिकांश विस्थापितहरु जो अझै पनि अस्थायी आश्रयस्थलमा बसिरहेका छन् उनीहरुको उमेर ५० वर्ष भन्दा माथि छ साथै उनीहरुलाई उचित आवासमा फर्काउन बाधा पर्ने देखिन्छ। मियागी, इवाते र फुकुशिमा प्रान्त पुनर्निर्माण प्रयास २०२० टोक्यो ओलम्पिकको पाटोको रुपमा विशाल निर्माण परियोजना विरुद्ध प्रतिस्पर्धा गरिरहेको छ।

source: 31 Years Later, the Lights Come Back on in Chernobyl · Global Voices
ne: ३१ वर्षपश्चात् चेर्नोबिलमा बत्ती बलेपछि

source: Polish adventurers entered the town of Pripyat in the Chernobyl Exclusion Zone and turned on lights for the first time since the 1986 nuclear disaster at the Chernobyl Nuclear Power Plant. Photo from Napromieniowani's Facebook page.
ne: पोलिश साहसीहरूको टोलीले चेर्नोबिलको बहिष्कृत क्षेत्रमा पर्ने प्रिप्याट शहरमा पसी १९८६ मा चेर्नोबिल आणविक भट्टी दुर्घटनापश्चात् पहिलो पल्ट बत्ती बालेका छन्। तस्वीर सौजन्य: न्याप्रोमिएनिओवानीको फेसबूकबाट।

source: On April 26, 1986, a nuclear meltdown at the Chernobyl Nuclear Power Plant in northern Ukraine caused radioactive material to be spewed into the atmosphere, exposing hundreds of thousands—if not millions—of people in Ukraine, Belarus, Russia, and elsewhere in Eastern Europe to extremely high doses of radiation.
ne: अप्रिल २६, १९८६ का दिन उत्तरी युक्रेनमा रहेको चेर्नोबिल आणविक भट्टीमा भएको आणविक विष्फोटले रेडियोधर्मी सामग्री वातावरणमा छताछुल्ल भएको थियो। यसले युक्रेन, बेलारूस, रूस तथा पूर्वीय यूरोपका लाखौं व्यक्तिलाई अत्यधिक रेडियोधर्मी वातावरणमा होमेको थियो।

source: The effects of the nuclear fallout are still being felt: more than 500,000 people in Belarus, the country most affected by the disaster, have thyroid problems stemming from Chernobyl radiation, and more than 2 million people live in areas of the country that put them at high risk of contamination.
ne: यस आणविक दुर्घटनाका असर अझै पनि महसूस गर्न सकिन्छ: यस दुर्घटनाबाट सबभन्दा बढी प्रभावित देश बेलारूसमा ५००,००० भन्दा बढी व्यक्तिमा चेर्नोबिलले ल्याएको थाइराइडको समस्या छ साथै यस देशका २० लाख भन्दा बढी अत्यन्त बढी दूषित हुने जोखिममा छन्।

source: Last week, on the eve of the 31st anniversary of the disaster, a group of Polish adventurers decided to turn the lights back on in Pripyat, a radioactive ghost town located three miles from the Chernobyl reactor. Pripyat was evacuated the day after the meltdown and has been abandoned ever since—though it has become the center of the disaster tourism industry that has developed in the Chernobyl Exclusion Zone.
ne: गएको हप्ता यस दुर्घटनाको ३१ औं वर्षगांठको अवसरमा पोलिश साहसीहरूको एक टोलीले चेर्नोबिल आणविक भट्टीबाट तीन माइल पर रहेको कोही पनि नबस्ने रेडियोधर्मी प्रिप्याट शहरमा पुन: बत्ती बाल्ने निर्णय गर्यो। प्रिप्याट उक्त दुर्घटना भएको अर्को दिन खाली गरिइएको थियो र हालसम्म नै परित्याग गरिइएको छ। यद्यपि चेर्नोबिलको बहिष्कृत क्षेत्रमा विकसित यो क्षेत्र जोखिम पर्यटन उद्योगको केन्द्र बनेको छ।

source: The lights come on at a school in Pripyat.
ne: प्रिप्याटको एक स्कूलमा बत्ती बलेको छ।

source: Using generators, the Poles were able to electrify some of Pripyat's buildings, lighting up the abandoned city for the first time in more than 3 decades. The adventurers posted the photos on the Facebook page they curate, Napromieniowani.pl. This post has been updated to provide proper attribution for the photographs.
ne: जेनरेटरको प्रयोग गरी ती पोलिशहरूले बस्न छोडिएको तीन दशकभन्दा बढी समयपश्चात् प्रिप्याटका केही भवनहरूमा पहिलो पल्ट बत्ती बाल्न सफल भएका थिए। उनीहरूले फेसबूक पेज न्याप्रोमिएनिओवानीमा ती फोटोहरू पोष्ट गरे।

source: They were originally posted on Napromieniowani.pl, and are republished here with permission.
ne: यो पोष्ट यथोचित फोटो क्रेडिट दिनका लागि अद्यावधिक गरिएको छ। यी फोटोहरू न्याप्रोमिएनिओवानीमा प्रकाशित भएका थिए र अनुमतिमा यहाँ पुन:प्रकाशित गरिएका छन्।

source: How 'Adventurer of the Year' Mira Rai Went From Child Soldier to Ultrarunner · Global Voices
ne: वर्ष साहसी व्यक्ति मीरा राईको जीवनी - बाल सैनिकदेखि अल्ट्रा रनरसम्मको यात्रा

source: Mira Rai, Trail Runner from Nepak. Image by Flickr user rpb1001.
ne: नेपालकी ट्रेल रनर मीरा राई। तस्वीर: फ्लिकर प्रयोगकर्ता rpb1001.

source: And she’s just getting started.
ne: मीरा राईलाई तीन वर्ष पहिले माउन्टेन ट्रेल रनिङ एक खेल हो भन्ने थाहा थिएन।

source: Rai pulls trophies from a glass case at her house in Kathmandu.
ne: ग्रामीण नेपालकी पूर्व माओवादी लडाकु अहिले उच्च-उचाइमा हुने लामो दूरीको दौडमा संसारको धावकहरुमध्ये एक अब्बल धाविका हुन्।

source: I ask her to show me the one from her first trail-running race in Nepal, the one that launched her career three years ago, but she says there wasn’t an award for that one.
ne: राई काठमाडौंस्थित आफ्नो घरमा एउटा काँचको डिब्बाबाट ट्रफी झिक्छिन्। मैले उनलाई नेपालमा सम्पन्न पहिलो ट्रेल रनिङ रेसको आफ्नो ट्रफी देखाउन अनुरोध गर्छु। यस ट्रेल रनिङ रेसले तीन वर्ष पहिले उनको पेशा आरम्भ गरायो, तर त्यस वेला कुनै पनि पुरस्कार नभएको उनी भन्छिन्।

source: “No trophy,” she laughs.
ne: “ट्रफी छैन,” उनी हाँस्छिन् ।

source: The day Rai showed up for that 50-kilometer (about 31 miles) mountain trail race outside Kathmandu, she had no idea what she was getting into. “I went there thinking it was a training run,” explains Rai.
ne: काठमाडौं बाहिर भएको त्यस ५० किलोमिटर ( लगभग ३१ माइल ) माउन्टेन ट्रेल रेसमा राईले भाग लिएको दिन उनलाई के गर्न गइरहेको छु भन्ने नै थाहा थिएन।

source: I just had a T-shirt and pants on. Other runners had backpacks and food and I went with nothing, but I just ran and ran.” Hours later, Rai became the first and only woman to cross the finish line.
ne: ““यो दौड तालिम होला सोचेर म त्यहाँ गएकी थिएँ," राई भन्छिन्। “मलाई यो दौड हो भन्ने थाहा थिएन। मसँग एउटा टि-सर्ट र पैन्ट मात्र थियो। अन्य धावकहरुसँग झोला साथै खानेकुरा थियो, मसँग केही थिएन। तर म दौडे र दौडे मात्र ।“

source: “I just continued to run and then, I didn’t know, but I won!”
ne: केही घण्टापछि राई पहिलो भइन् र अन्तिम रेखा पार गर्ने एक मात्र महिला बनिन्। “म लगातार दौडे मात्र अनि त्यसपछि के भयो थाहा भएन, तर मैले जितें!"

source: A month later she entered the 180-kilometer Mustang Trail Race in Nepal — that's nearly 112 miles — and won again.
ne: एक महिना पछि उनी १८० किलोमिटर मुस्ताङ ट्रेल रेस नेपालमा सहभागी बनिन् - त्यो लगभग ११२ माइल जति हो - र फेरि जितिन्। त्यसपछि उनी हङकङ, इटली र फ्रान्समा भएका दौडमा प्रथम भइन्। एक वर्षपछि उनले सालोमनसँग एउटा प्रचार सम्झौता गरिन् र एक पुरस्कार विजेता वृत्तचित्र “मीरा” को विषयवस्तु बनिन्।

source: Then she took first place in races in Hong Kong, Italy and France.
ne: जनवरीमा उनले नेशनल जियोग्राफिकको एडभेन्चरर अफ द इयरको लागि मत प्राप्त गरिन्। उनी २९ वर्षकी मात्र छिन्।

source: It’s not a life she imagined for herself. Like many rural Nepalis, Rai grew up poor.
ne: यो उनी आफुले कल्पना गरेको जीवन थिएन।

source: She quit school when she was just 12 years old to help support her family. She would carry heavy bags of rice across miles of rugged trails to the local market.
ne: धेरै ग्रामीण नेपाली जस्तै राई गरिब परिवारमा हुर्किन्। आफ्नो परिवारलाई सहयोग पुर्याउन १२ वर्षको उमेरमा नै उनले विद्यालय छाडिन्। उनी चामलको भारी बोकेर अप्ठ्यारो बाटो हुँदै कैयौ माइल टाढाको स्थानीय बजारसम्म पुग्ने गर्थिन्।

source: “The slopes were steep so there wasn’t much cultivation. For six months we had food to eat, and for six months we had nothing." In the mountains all around her, a Maoist rebellion had been raging for years.
ne: “काम कठिन थियो,” राई भन्छिन्। “ठाडो भिरालो भएकाले त्यहाँ प्रशस्त खेती हुँदैन थियो। हामीलाई छ महिना मात्र खान पुग्थ्यो, छ महिना खानको लागि केही हुन्न थियो।"

source: “I went there not because I understood their intentions or policies but because I wanted to do something,” she says. Rai saw it as a way to help her siblings — and as a way out for herself.
ne: त्यसैले जब माओवादी २००२ मा आफ्नो समूहमा भर्ती गर्न उनको गाउँ आए, राई माओवादीमा लागिन्। त्यसबेला उनी १४ वर्षकी थिइन्।

source: “In my village, girls weren’t a priority. But the Maoists always talked about equality, which was something I wanted in my own life. So I left my education and joined them because I thought I could become something through the training.
ne: जब माओवादी २००२ मा आफ्नो समूहमा भर्ती गर्न राईको गाउँ आए, राई १४ वर्षकी मात्र थिइन्। आफ्नो र आफ्नो भाइ बहिनीको निम्ति सुन्दर जीवनको आशामा उनी माओवादीमा लागिन्। साभार: एन्नी बेली

source: And I did end up learning many new skills.”
ne: “म माओवादीमा उनीहरुको इरादा वा राजनीति बुझेर त्यहाँ लागेकी नभएर केही गर्नको लागि भन्ने चाहनाले गएकी थिएँ,” उनी भन्छिन्।

source: Like how to shoot assault weapons.
ne: राईले यसलाई आफ्नो भाइ बहिनीहरूको लागि साथै आफ्नो लागि सहयोग पुग्ने देखिन्।

source: She also became a black belt in karate and excelled at running. Rai told her mother when she left that she’d be gone for a week.
ne: “मेरो गाउँमा केटीहरुलाई महत्व दिइन्न थियो। तर माओवादीहरु सधैं समानताको कुरा गर्दथिए, जुन मैले आफ्नो जीवनमा चाहे जस्तै थियो। त्यसैले मैले मेरो पढाई छाडे र माओवादीमा लागें किनकि तालिमपश्चात केही बन्न सक्छु भन्ने सोचें। अनि धेरै नयाँ कौशल सिक्दैमा ठिक्क भयो।"

source: It was more like two years.
ne: जस्तो कि आक्रमणमा कसरी हतियार चलाउने। उनी कराँतेमा पनि ब्ल्याक बेल्ट भइन् साथै दौडमा उत्कृष्टता हासिल गरिन्।

source: Her father and uncles searched for her. Her mother even tried to commit suicide. “When I remember that moment, I feel like crying," she says.
ne: राईले आफ्नी आमालाई हिंड्ने बेलामा भनिन् उनी एक हप्ताको लागि जाँदैछिन्। दुई वर्षभन्दा बढी भयो। बाबा र काकाले उनको खोजी गरे। उनको आमाले त आत्महत्या गर्ने प्रयास समेत गरिन्।

source: "It’s very difficult. I never wanted my mother to go through that because of me.”
ne: ““जब म त्यो क्षण सम्झन्छु म रोइरहेको जस्तो अनुभव गर्छु,” उनी भन्छिन्। “यो धेरै कठिन थियो। मेरो कारणले मेरो आमा त्यो हदसम्म पुगेको कहिले चाँहदिन थिए।"

source: He eventually invited her to live with his family in Kathmandu. And now, every morning at 6 a.m., she stretches and practices at his dojo.
ne: अन्ततः प्रशिक्षकले आफ्नो काठमाडौंस्थित घरमा परिवारसँग बस्ने निमन्त्रणा दिए। अहिले उनी हरेक बिहान ६ बजे डोजोमा अभ्यास गर्छिन्।

source: A few miles away, a group of Nepali girls say the same thing about Mira Rai.
ne: एक ब्ल्याक बेल्ट युवा काठमाडौंस्थित कराँते डोजोमा राईलाई कराँते काता सिकाउँदै जहाँ उनी हरेक दिन अभ्यास गर्छिन्। साभार: एन्नी बेली

source: At a local running club, girls here take turns telling me why they like running, and what Rai told them the day she visited their club.
ne: उनी आफ्नो कराँते प्रशिक्षकलाई “गुरु” भनेर सम्बोधन गर्छिन् र गुरुले नै मलाई अगाडि बढ्न प्रेरणा दिनुहुन्छ भन्छिन्। केही माइल टाढा नेपाली बालिकाहरुको एक समूहले मीरा राईको बारेमा त्यँही कुरा भन्छन्।

source: “She said 'never give up,'” one girl reports.
ne: एक स्थानीय रनिङ क्लबमा बालिकाहरु किन उनीहरु दौडन मन पराउँछन् भनेर मलाई सुनाउँछन्। उनीहरुको क्लबमा गएको दिन राईले उनीहरुलाई के भन्छिन् त?

source: “And she told us that running is also good for our health."
ne: “हामीलाई कहिल्यै हार नमान्नु भन्नुभयो,” एउटी बालिकाले सुनाइन्। “साथै दौडनु हाम्रो स्वास्थ्यको लागि पनि राम्रो हो भन्नुभयो।"

source: Girls in the Himalayan Children’s Foundation running club in Kathmandu, Nepal, say they’re inspired by Mira Rai’s success in sports.
ne: हिमालयन चिल्ड्रेन फाउण्डेसन रनिङ क्लब काठमाडौं, नेपालको बालिकाहरु भन्छन् उनीहरु खेलकुदमा मीरा राईले पाएको सफलता देखि प्रेरित छन्। साभार: एन्नी बेली

source: Credit: Anne Bailey I ask the running club if it’s easy to do sports as a girl in Nepal. They all shake their heads: No.
ne: नेपालमा बालिकाहरुलाई खेलकुदमा लाग्न सजिलो छ त भनेर मैले रनिङ क्लबमा सोधें। उनीहरु सबैले मुन्टो हल्लाए: छैन।

source: Rai knows that sports alone won’t change things in Nepal’s conservative society — especially in the rural areas.
ne: राईलाई थाहा छ खेलकुदले मात्र नेपालको रूढिवादी समाजमा परिवर्तन ल्याउन सक्दैन - विशेष गरी ग्रामीण क्षेत्रमा।

source: "We are considered backward just because we are women," Rai explains. “But we’re not backward.
ne: “हामी महिला भएकोले नै हामीलाई पछाडि परेको मानिन्छ,” राई भन्छिन्। “तर हामी पछाडि छैनौ। हामी खेलकुदमा संलग्न हुनुपर्छ, अनि खेलकुदबाट नै हाम्रो देशलाई चिनाउनुपर्छ।"

source: We should be involved in sports, and we should make our country known for that.”
ne: दुर्भाग्य, नेपाल सरकारले राईको सफलतालाई मुश्किलले स्वीकार गरेको छ र उच्च भूभागमा हुने दौडलाई एउटा खेलकुदको रुपमा लिएको छैन।

source: Unfortunately, Nepal’s government has barely acknowledged Rai’s success and doesn’t view mountain racing as a sport. “It's sad that everybody says mountain racing is a sport, but in my own country, the government doesn’t recognize it," she says.
ne: “उच्च भूभागमा हुने दौडलाई एक खेल हो भनेर सबैले भन्दछन् तर दु:खको कुरा मेरो आफ्नै देशमा सरकारले यसलाई पहिचान गर्दैन,” उनी भन्छिन्।

source: But as usual, Rai isn’t giving up.
ne: तर सामान्य झैं राई हरेस मानेकी छैनन्।

source: "I want to transfer the chance I got to my little sisters in Nepal. I want to help them learn what I learned and reach where I am today," she says. "I want them to have as big a name as mine someday.”
ne: "म नेपालमा साना बहिनीहरुलाई मैले पाएको मौका स्थानान्तरण गर्न चाहन्छु। मैले जे सिके र आज म जहाँ छु त्यो म उनीहरुलाई सिकाउन चाहन्छु,” उनी भन्छिन्। “म उनीहरुको नाम एकदिन मेरोभन्दा महान भएको हेर्न चाहन्छु।"

source: Mira Rai stands alongside nine other powerful women athletes for the May 2017 cover of Outside Magazine.
ne: आउडसाइड म्यागजिन कभर मे २०१७ का लागि मीरा राई अन्य नौ प्रभावशाली महिला खेलाडीहरुसँगसँगै उभिदै। साभार: एन्नी बेली

source: Credit: Outside Magazine For more on Mira Rai's story, read From Village Girl to World Ultramarathon Champion: The Inspiring Story of Nepal's Mira Rai by Global Voices author Sanjib Chaudhary.
ne: मीरा राईको बारेमा थप कथाको लागि फ्रम भिलेज गर्ल टु वर्ल्ड अल्ट्रा म्याराथन च्याम्पियन: द इन्स्पाइरिङ् स्टोरी अफ नेपाल्स मीरा राई ग्लोबल भ्वाइसेजका लेखक संजीव चौधरीको लेख पढ्नुहोस्।

source: A Very Central Asian Football Match in Tweets · Global Voices
ne: ट्वीटहरूमा एक मध्य एशियाली फूटबल म्याच

source: The game took place in Osh, Kyrgyzstan, where the Kyrgyz champions Alai took on Istiklol, a club chaired by the son of neighbouring Tajikistan's President Emomali Rakhmon.
ne: थोरैमात्र चिनिएको मध्य एशियाली फूटबल संघका सदस्यमध्ये इरानले मात्र विश्व कपमा भाग लिएको छ। तस्वीर विकिपिडिया।

source: In for some quality football today as Kyrgyzstan league leaders FC Alai face Tajik champs Istiqlol in AFC Cup match pic.twitter.com/uhAdfAlKfB — Peter Leonard (@Peter__Leonard) May 3, 2017 Players shake hands pic.twitter.com/1xrgctk0lp — Peter Leonard (@Peter__Leonard) May 3, 2017 Off we go pic.twitter.com/pvh1DL2HQa — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: तपाईंले मध्य एशियामा कस्तो फूटबल खेलिन्छ भन्नेबारे सोच्नुभएको छ? यसबारे थाहा पाउन पत्रकार पिटर लियोनार्डको रिपोर्ट हेरेपछि तपाईंले यस क्षेत्रको भ्रमण गर्नुपर्ने छैन। लियोनार्डले बुधवार दिउँसो एशियाको उच्चस्तरीय क्लब फूटबल टुर्नामेन्ट, एशियन फूटबल कन्फेडरेशन कपको एक म्याच बारेमा ट्वीटको वर्षात गरे। किर्गिस्तानको ओशमा भएको उक्त खेल किर्गिज च्याम्पियन अलाइ तथा छिमेकी ताजिकिस्तानका राष्ट्रपति एमोमाली राखमनका छोराले अध्यक्षता गर्ने क्लब इस्तिकलोलबीच भएको थियो।

source: Quite hard to find seats not covered in bird poop or broken. pic.twitter.com/6tEPgoOeVS — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: आज विशिष्ट फूटबलको आशमा, एएफसी कप म्याचमा ताजिक च्याम्पियन इस्तिकलोलको सामना गर्दै किर्गिजस्तानको लीग अगुवा एफसी अलाइ

source: A pretty sedate crowd.
ne: खेलाडीहरू हात मिलाउँदै छन्

source: Ouch, Istiqlol running the show here as Dzhalilov makes it 2-0 in '38. — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: अब शुरु भयो चराले नविष्टाएको वा नभाचिएको सीट पाउन निकै कठिन

source: And in dying moments of first half, Alai's best chance so far pic.twitter.com/E2l8D9EfYU — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: निकै गम्भीर भीड। खास कुनै वाहवाही वा गीतको अपेक्षा छैन

source: First half verdict: Istiqlol vastly more organized, Alai more into thumping ball up field.
ne: यो पूरै अवे टीमको समर्थक दस्ताझै देखिन्छ

source: Dzhalilov a standout — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: पाँच मिनेट भएको छ र अलाइले गोल गर्ने पहिलो मौका पाएको छ अलाइका लागि अरु केही राम्रा मौका

source: This is basically your ultras stand here pic.twitter.com/V2yltcdOQG — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: यस किर्गिज लीग सीजनमा चार खेलमा पाँच गोल गरेका अलाइका स्टार खेलाडी गिनीवासी अलिया सिल्ला

source: A couple of seed-chomping cops here, keeping things nice and calm pic.twitter.com/teVNWvoiCN — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: भीडको मनपर्ने नारा "ёб твоё бляааа", एक किसिमको उत्तेजक रूसी अस्पष्ट शब्द।

source: And we're off again pic.twitter.com/HSRgrViTCK — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: मनुचेख्र झालिलोभ अलाइका गोलीसँग एकका विरुद्ध एक भिड्दै र अन्त्यमा झालिलोभले जाली चुमाउँछन् निस्तब्धता निम्त्याउँदै

source: Not much going on in the second half.
ne: ओह, झालिलोभले ३८ मिनेटमा २-० गरेसँगै इस्तिकलोलले खेल नियन्त्रण गर्दै

source: Alai sitting back and punting ball up to African lads — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: ४३ मिनेटमा अलाइका लागि एक गोल गर्ने स्पष्ट मौका गुमाएका छन् माक्सादबेक अलिमोभले। म पछाडिको मानिसले उनलाई долбоёб भन्दैछन्।

source: Dzhalilov got subbed a few minutes back.
ne: र पहिलो हाफको अन्तिम समयमा, अलाइका लागि हालसम्मको उत्तम मौका

source: Istiqlol coasting home at this point. — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: पहिलो हाफको मत: इस्तिकलोल निकै नै बढी संगठित, अलाइ बल अगाडि बढाउनमै प्रयाशरत। झालिलोभ उत्कृष्ट

source: Istiqlol makes it 3-0 from the penalty spot.
ne: यहाँ केही बिंया चपाउँदै गरेका प्रहरीहरू, वातावरण सभ्य र शान्त पार्दै

source: Here was the foul pic.twitter.com/b9Cpr4sJpg — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: दोश्रो हाफमा खासै केही भएको छैन। अलाइ पछि रही अफ्रिकन केटाहरूमाझ बल पुर्याउँदै

source: And it's 4-0!! pic.twitter.com/Mnbl89OEgn — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: ६१ मिनेटमा अलाइको लागि राम्रो मौका तर निकै नै फराकिलो प्रहार

source: Crowd erupts.
ne: पपकर्न, पपकर्न, पपकर्न, तपाईंको पपकर्न लिनुहोस्

source: Aaaand, that's it.
ne: पेनाल्टीमार्फत इस्तिकलोलले ३-० को अग्रता लिएको छ। गोलकर्ता दिलशोद भासियेभ

source: 4-1 to a vastly superior Istiqlol.
ne: यहाँ फाउल भएको छ

source: Thank you for joining me today pic.twitter.com/gZ1w2zlVBG — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: अलाइले इज्जत केही बचाएको छ, ओदिल्झोन अब्दुराख्मानोभले गोल गर्दै ४-१ पुर्याएका छन्। भीड उर्लन्छ। अलाइ, अलाइ, अलाइको गुञ्जन।

source: As usual for football in this part of the world, cop to fan ratio was about 1:2 pic.twitter.com/MycdrefQgh — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: र, अन्त्यमा। अति श्रेष्ठ इस्तिकलोलका लागि ४-१। आज मलाई साथ दिनुभएकोमा धन्यवाद

source: Cops get post-match pep talk: "Good job lads, you done good.
ne: प्रायजसो विश्वको यस भेगमा फूटबलका लागि सामान्य, प्रहरी र प्रशंसकको अनुपात १:२ जति थियो

source: It was a game of two halves etc." pic.twitter.com/GaMqCDLovJ — Peter Leonard (@Peter__Leonard) May 3, 2017
ne: म्याचपश्चात् प्रहरीहरूकालागि उत्साहजनक भाषण: "राम्रो काम गर्यौ केटा हो। यो दुई हाफको खेल थियो आदि इत्यादि।"

source: And some post-match detritus.
ne: र म्याचपश्चात्का केही फोहरमैला। फालिएका बिंयाका बोक्रा।

source: Witch Doctors’ Latest Victims Are Bald Men in Mozambique, Police Say · Global Voices
ne: प्रहरीका अनुसार मोजाम्बिकमा झाँक्रीहरूद्वारा पीडित हुनेहरूमा तालुखुइले मानिस

source: Police in Zambézia warn the population that bald men in Mozambique could be the target of attacks. Photo: Anders Bolin/Flickr, CC-BY-NC 2.0
ne: जाम्बेजियामा प्रहरीले मोजाम्बिकमा तालुखुइले मानिसमाथि आक्रमण हुनसक्ने चेतावनी जारी गरेको छ। फोटो: एण्डर्स बोलिन/ फ्लीकर, CC-BY-NC 2.0

source: A new phenomenon of kidnapping bald people for organ trafficking, reportedly for superstitious reasons, is worrying the police in Mozambique’s Zambézia province, whose government launched a series of operations to curb the practice. At the beginning of June, three men were killed in the district of Milange, a few kilometres from the Malawian border.
ne: मोजाम्बिकको जाम्बेजिया प्रान्तमा अंगप्रत्यंगको व्यापारका लागि तालुखुइले मानिसहरूलाई अपहरण गरिने नौलौ प्रवृत्तिले यहाँका प्रहरीलाई चिन्तित बनाएको छ। अन्धविश्वासका कारण गरिने यस्ता अपहरण नियन्त्रण गर्न प्रान्त सरकारले श्रृंखलाबद्ध कार्यवाही परिचालन गरेको छ।

source: One of the victims was found decapitated and with parts of his organs removed. Two men were arrested and subsequently admitted that the organs were to be used by witch doctors in Tanzania and Malawi. The motive behind the killings is local superstitions which hold that the head of a bald man contains gold or can bring riches, a Zambézia’s police spokesperson told the BBC.
ne: जूनको शुरुवातमा मलावीको बोर्डरबाट केही किलोमिटर पर मिलांगे जिल्लामा तीन व्यक्तिको हत्या गरिएको थियो। पीडितमध्ये एकको टाउको काटिएको थियो र अंगप्रत्यंगहरू निकालिएका थिए। यसै प्रसंगमा गिरफ्तार गरिएका दुई व्यक्तिले ती अंगप्रत्यंग तान्जानिया तथा मलावीका झाँक्रीहरूको प्रयोगका लागि निकालिएको स्वीकार गरे।

source: This is the first time bald men have been the subject of recorded attacks in Mozambique.
ne: यी हत्याका पछाडि तालुखुइले मानिसको टाउकोमा सुन पाइन्छ र यसले धनसम्पत्ति ल्याउँछ भन्ने स्थानीय अन्धविश्वास रहेको कुरा जाम्बेजियाका प्रहरी प्रवत्ताले बीबीसीलाई बताए। मोजाम्बिकमा तालुखुइले मानिसमाथि गरिएको यो अभिलिखित आक्रमण पहिलो पटक हो।
